Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_285_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámi Diidalámpá álggahii ođđa viđa jagi doaibmabaji
smn: Säämi Tijdâlamppu algâttij uđđâ viiđâive paje

source: Sámi mánáidkulturguovddášfidnu álggahii ođđa viđa jagi doaibmabaji ( 2009-2013 ) Lappi mánáidkulturguovddážiid fierpmádaga oassin .
smn: Säämi párnáikulttuurkuávdášhaahâ algâttij uđđâ viiđâive paje ( 2009-2013 ) uássin Laapi párnáikulttuurkuávdáá viärmáduv .

source: Riikaviidosaš fierpmádaga namma lea Diidalámpá ( Taikalamppu ) .
smn: Väldikodálâš viärmáduv nommâ lii Tijdâlamppu .

source: Sámi mánáidkulturguovddáža lassin Lappi fierpmádahkii gullet Giema , Giemajávrri , Roavvenjárgga ja Durdnosa gávpogat ja Ranua gielda .
smn: Sämitige jođettem säämi párnáikulttuurkuávdáá lasseen Laapi viärmádâhân kuleh Kiemâ , Kiemâjäävri , Ruávinjaargâ já Tuárnus kaavpugeh já Ranua kieldâ .

source: Sámi mánáidkulturguovddáža doaimmajođiheaddjin Sámedikkis bargá Petra Biret Magga .
smn: Säämi párnáikulttuurkuávdáá Toimâjođetteijen tuáimá Petra Biret Magga .

source: Loga olles dieđáhusa dás :
smn: Luuvâ ubâ tiäđáttâs täst :

source: Mánáid kulturguovddáš joatká vihtta jagi - Lasten kulttuurikeskus jatkaa viisi vuotta
smn: xxx
